Repository: YajurChatnani/SIH_2025_Amritdhara
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, mr, ta, te

source: Settings
bn: সেটিংস
gu: સેટિંગ્સ
hi: सेटिंग्स
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
mr: सेटिंग्ज
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

source: Mode
bn: মোড
gu: મોડ
hi: मोड
kn: ಮೋಡ್
mr: मोड
ta: முறை
te: మోడ్

source: Language
bn: ভাষা
gu: ભાષા
hi: भाषा
kn: ಭಾಷೆ
mr: भाषा
ta: மொழி
te: భాష

source: Logout
bn: লগ আউট
gu: લોગ આઉટ
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
mr: लॉग आउट
ta: வெளியேறு
te: లాగ్ అవుట్

source: SUMMARY REPORT
bn: সারসংক্ষেপ প্রতিবেদন
gu: સારાંશ અહેવાલ
hi: सारांश रिपोर्ट
kn: ಸಾರಾಂಶ ವರದಿ
mr: सारांश अहवाल
ta: சுருக்க அறிக்கை
te: సారాంశ నివేదిక

source: Estimated Cost
bn: আনুমানিক খরচ
gu: અંદાજિત ખર્ચ
hi: अनुमानित लागत
kn: ಅಂದಾಜು ವೆಚ್ಚ
mr: अंदाजित खर्च
ta: மதிப்பிடப்பட்ட செலவு
te: అంచనా వ్యయం

# rateApp
source: Rate This App
bn: এই অ্যাপটি রেট করুন
gu: આ એપ્લિકેશનને રેટ કરો
hi: इस ऐप को रेट करें
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ರೇಟ್ ಮಾಡಿ
mr: या अॅपला रेट करा
ta: இந்த பயன்பாட்டை மதிப்பிடவும்
te: ఈ యాప్‌ను రేట్ చేయండి

# terms
source: Terms & Conditions
bn: শর্তাবলী
gu: નિયમો અને શરતો
hi: नियम एवं शर्तें
kn: ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು
mr: अटी आणि शर्ती
ta: விதிமுறைகள் மற்றும் நிபந்தனைகள்
te: నిబంధనలు మరియు షరతులు

# privacy
source: Privacy Policy
bn: গোপনীয়তা নীতি
gu: ગોપનીયતા નીતિ
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತಾ ನೀತಿ
mr: गोपनीयता धोरण
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

# shareApp
source: Share This App
bn: এই অ্যাপটি শেয়ার করুন
gu: આ એપ્લિકેશન શેર કરો
hi: इस ऐप को शेयर करें
kn: ಈ ಅಪ್ಲಿಕೇಶನ್ ಹಂಚಿಕೊಳ್ಳಿ
mr: हे अॅप शेअर करा
ta: இந்த பயன்பாட்டைப் பகிரவும்
te: ఈ యాప్‌ను షేర్ చేయండి

# madeBy
source: Made by Amritdhara
bn: অমৃতধারা দ্বারা নির্মিত
gu: અમૃતધારા દ્વારા નિર્મિત
hi: अमृतधारा द्वारा निर्मित
kn: ಅಮೃತಧಾರಾ ಅವರಿಂದ ತಯಾರಿಸಲ್ಪಟ್ಟಿದೆ
mr: अमृतधारा द्वारे निर्मित
ta: அமிர்ததாரா உருவாக்கியது
te: అమృతధార ద్వారా తయారు చేయబడింది

# geoWaterDataTitle
source: GEO WATER DATA
bn: জিও ওয়াটার ডেটা
gu: જીઓ વોટર ડેટા
hi: भू-जल डेटा
kn: ಜಿಯೋ ವಾಟರ್ ಡೇಟಾ
mr: जिओ वॉटर डेटा
ta: புவி நீர் தரவு
te: జియో వాటర్ డేటా

source: Enter Pincode
bn: পিনকোড লিখুন
gu: પિનકોડ દાખલ કરો
hi: पिनकोड दर्ज करें
kn: ಪಿನ್‌ಕೋಡ್ ನಮೂದಿಸಿ
mr: पिनकोड प्रविष्ट करा
ta: பின்கோடை உள்ளிடவும்
te: పిన్‌కోడ్ నమోదు చేయండి

source: Soil
bn: মাটি
gu: જમીન
hi: मिट्टी
kn: ಮಣ್ಣು
mr: माती
ta: மண்
te: నేల

source: Rainfall
bn: বৃষ্টিপাত
gu: વરસાદ
hi: वर्षा
kn: ಮಳೆ
mr: पर्जन्यमान
ta: மழைப்பொழிவு
te: వర్షపాతం

source: Groundwater
bn: ভূগর্ভস্থ জল
gu: ભૂગર્ભજળ
hi: भूजल
kn: ಅಂತರ್ಜಲ
mr: भूजल
ta: நிலத்தடி நீர்
te: భూగర్భజలం

source: Avg Temp
bn: গড় তাপমাত্রা
gu: સરેરાશ તાપમાન
hi: औसत तापमान
kn: ಸರಾಸರಿ ತಾಪಮಾನ
mr: सरासरी तापमान
ta: சராசரி வெப்பநிலை
te: సగటు ఉష్ణోగ్రత

# localAquifer
source: Local Aquifer System
bn: স্থানীয় জলস্তর ব্যবস্থা
gu: સ્થાનિક જલભર પ્રણાલી
hi: स्थानीय जलभृत प्रणाली
kn: ಸ್ಥಳೀಯ ಜಲಚರ ವ್ಯವಸ್ಥೆ
mr: स्थानिक जलचर प्रणाली
ta: உள்ளூர் நீர்த்தேக்க அமைப்பு
te: స్థానిక జలనిర్గమ వ్యవస్థ

source: Good Morning,
bn: সুপ্রভাত,
gu: સુપ્રભાત,
hi: सुप्रभात,
kn: ಶುಭೋದಯ,
mr: शुभ प्रभात,
ta: காலை வணக்கம்,
te: శుభోదయం,

source: Good Afternoon,
bn: নমস্কার,
gu: નમસ્તે,
hi: नमस्कार,
kn: ನಮಸ್ಕಾರ,
mr: नमस्कार,
ta: மதிய வணக்கம்,
te: నమస్కారం,

source: Good Evening,
bn: শুভ সন্ধ্যা,
gu: શુભ સાંજ,
hi: शुभ संध्या,
kn: ಶುಭ ಸಂಜೆ,
mr: शुभ संध्याकाळ,
ta: மாலை வணக்கம்,
te: శుభ సాయంత్రం,

source: Tip of the Day
bn: দিনের টিপ
gu: આજનો સુવિચાર
hi: आज का सुझाव
kn: ದಿನದ ಸಲಹೆ
mr: आजचा सल्ला
ta: இன்றைய குறிப்பு
te: ఈ రోజు చిట్కా

# tipOfTheDayBody
source: Check your home for leaks. Even a small drip can waste thousands of litres a year!
bn: আপনার বাড়িতে লিক পরীক্ষা করুন। একটি ছোট ফোঁটাও বছরে হাজার হাজার লিটার জল নষ্ট করতে পারে!
gu: તમારા ઘરમાં લીકેજ તપાસો. એક નાનો ટપકો પણ વર્ષે હજારો લિટર પાણીનો બગાડ કરી શકે છે!
hi: अपने घर में लीक की जाँच करें। एक छोटी सी टपकन भी साल में हजारों लीटर पानी बर्बाद कर सकती है!
kn: ನಿಮ್ಮ ಮನೆಯಲ್ಲಿ ಸೋರಿಕೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ. ಒಂದು ಸಣ್ಣ ಹನಿ ಕೂಡ ವರ್ಷಕ್ಕೆ ಸಾವಿರಾರು ಲೀಟರ್ ನೀರನ್ನು ವ್ಯರ್ಥ ಮಾಡಬಹುದು!
mr: आपल्या घरात गळती तपासा. एका लहान थेंबामुळेही वर्षाला हजारो लिटर पाणी वाया जाऊ शकते!
ta: உங்கள் வீட்டில் கசிவுகளைச் சரிபார்க்கவும். ஒரு சிறிய சொட்டு கூட வருடத்திற்கு ஆயிரக்கணக்கான லிட்டர் தண்ணீரை வீணாக்கலாம்!
te: మీ ఇంట్లో లీక్‌లను తనిఖీ చేయండి. ఒక చిన్న చుక్క కూడా సంవత్సరానికి వేలాది లీటర్ల నీటిని వృధా చేస్తుంది!

source: QUICK ACCESS
bn: দ্রুত অ্যাক্সেস
gu: ઝડપી ઍક્સેસ
hi: त्वरित पहुँच
kn: ತ್ವರಿತ ಪ್ರವೇಶ
mr: त्वरित प्रवेश
ta: விரைவான அணுகல்
te: త్వరిత యాక్సెస్

source: USER INPUT
bn: ব্যবহারকারী ইনপুট
gu: વપરાશકર્તા ઇનપુટ
hi: उपयोगकर्ता इनपुट
kn: ಬಳಕೆದಾರರ ಇನ್‌ಪುಟ್
mr: वापरकर्ता इनपुट
ta: பயனர் உள்ளீடு
te: వినియోగదారు ఇన్‌పుట్

source: VENDOR
bn: ভেন্ডার
gu: વિક્રેતા
hi: विक्रेता
kn: ಮಾರಾಟಗಾರ
mr: विक्रेता
ta: விற்பனையாளர்
te: విక్రేత

source: CHAT BOT
bn: চ্যাট বট
gu: ચેટ બોટ
hi: चैट बॉट
kn: ಚಾಟ್ ಬಾಟ್
mr: चॅट बॉट
ta: சாட் பாட்
te: చాట్ బాట్

source: GEOWATER DATA
bn: জিও ওয়াটার ডেটা
gu: જીઓ વોટર ડેટા
hi: भूजल डेटा
kn: ಜಿಯೋ ವಾಟರ್ ಡೇಟಾ
mr: जिओ वॉटर डेटा
ta: புவி நீர் தரவு
te: జియో వాటర్ డేటా

source: PEOPLE ALSO ASK
bn: লোকেরাও জিজ্ঞাসা করে
gu: લોકો આ પણ પૂછે છે
hi: लोग यह भी पूछते हैं
kn: ಜನರು ಇದನ್ನು ಕೂಡ ಕೇಳುತ್ತಾರೆ
mr: लोक हे देखील विचारतात
ta: மேலும் கேட்கப்படும் கேள்விகள்
te: ప్రజలు కూడా అడుగుతారు

# faqTitle1
source: How does rooftop rainwater harvesting help recharge groundwater?
bn: ছাদের বৃষ্টির জল সংগ্রহ কীভাবে ভূগর্ভস্থ জল রিচার্জ করতে সাহায্য করে?
gu: છત પર વરસાદી પાણીનો સંગ્રહ ભૂગર્ભજળને કેવી રીતે રિચાર્જ કરે છે?
hi: छत पर वर्षा जल संचयन भूजल को कैसे रिचार्ज करता है?
kn: ಛಾವಣಿಯ ಮಳೆನೀರು ಕೊಯ್ಲು ಅಂತರ್ಜಲವನ್ನು ಹೇಗೆ ಪುನರ್ಭರ್ತಿ ಮಾಡುತ್ತದೆ?
mr: छतावरील पर्जन्यजल संचयन भूजल पुनर्भरण कसे करते?
ta: கூரை மழைநீர் சேகரிப்பு நிலத்தடி நீரை எவ்வாறு ரீசார்ஜ் செய்ய உதவுகிறது?
te: పైకప్పు వర్షపు నీటి సేకరణ భూగర్భజలాలను ఎలా రీఛార్జ్ చేస్తుంది?

# faqBody1
source: It collects rainwater from your roof and directs it into the ground through specially designed systems like recharge pits or wells. This process actively replenishes underground aquifers, helping to raise the water table.
bn: এটি আপনার ছাদ থেকে বৃষ্টির জল সংগ্রহ করে এবং রিচার্জ পিট বা কুয়োর মতো বিশেষভাবে ডিজাইন করা সিস্টেমের মাধ্যমে মাটিতে পাঠায়। এই প্রক্রিয়াটি সক্রিয়ভাবে ভূগর্ভস্থ জলস্তর পূরণ করে, যা জলের স্তর বাড়াতে সাহায্য করে।
gu: તે તમારી છત પરથી વરસાદી પાણી એકત્રિત કરે છે અને તેને રિચાર્જ પિટ્સ અથવા કુવાઓ જેવી ખાસ ડિઝાઇન કરેલી સિસ્ટમ્સ દ્વારા જમીનમાં મોકલે છે. આ પ્રક્રિયા સક્રિયપણે ભૂગર્ભ જલભરોને ફરીથી ભરે છે, જે પાણીનું સ્તર વધારવામાં મદદ કરે છે.
hi: यह आपकी छत से वर्षा जल एकत्र करता है और इसे रिचार्ज पिट या कुओं जैसी विशेष प्रणालियों के माध्यम से जमीन में निर्देशित करता है। यह प्रक्रिया भूमिगत जलभृतों को सक्रिय रूप से भरती है, जिससे जल स्तर बढ़ाने में मदद मिलती है।
kn: ಇದು ನಿಮ್ಮ ಛಾವಣಿಯಿಂದ ಮಳೆನೀರನ್ನು ಸಂಗ್ರಹಿಸುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ರೀಚಾರ್ಜ್ ಪಿಟ್‌ಗಳು ಅಥವಾ ಬಾವಿಗಳಂತಹ ವಿಶೇಷವಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಿದ ವ್ಯವಸ್ಥೆಗಳ ಮೂಲಕ ಭೂಮಿಗೆ ನಿರ್ದೇಶಿಸುತ್ತದೆ. ಈ ಪ್ರಕ್ರಿಯೆಯು ಅಂತರ್ಜಲ ಜಲಚರಗಳನ್ನು ಸಕ್ರಿಯವಾಗಿ ಪುನಃ ತುಂಬಿಸುತ್ತದೆ, ಇದು ನೀರಿನ ಮಟ್ಟವನ್ನು ಹೆಚ್ಚಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
mr: हे आपल्या छतावरील पावसाचे पाणी गोळा करते आणि रिचार्ज पिट्स किंवा विहिरींसारख्या विशेष डिझाइन केलेल्या प्रणालींद्वारे जमिनीत निर्देशित करते. ही प्रक्रिया सक्रियपणे भूमिगत जलचर पुन्हा भरते, ज्यामुळे पाण्याची पातळी वाढण्यास मदत होते.
ta: இது உங்கள் கூரையிலிருந்து மழைநீரை சேகரித்து, ரீசார்ஜ் குழிகள் அல்லது கிணறுகள் போன்ற பிரத்யேகமாக வடிவமைக்கப்பட்ட அமைப்புகள் மூலம் நிலத்திற்குள் செலுத்துகிறது. இந்த செயல்முறை நிலத்தடி நீர்நிலைகளை தீவிரமாக நிரப்புகிறது, இது நீர் மட்டத்தை உயர்த்த உதவுகிறது.
te: ఇది మీ పైకప్పు నుండి వర్షపు నీటిని సేకరించి, రీఛార్జ్ పిట్స్ లేదా బావుల వంటి ప్రత్యేకంగా రూపొందించిన వ్యవస్థల ద్వారా భూమిలోకి పంపుతుంది. ఈ ప్రక్రియ భూగర్భ జలనిర్గమాలను చురుకుగా నింపుతుంది, ఇది నీటి మట్టాన్ని పెంచడంలో సహాయపడుతుంది.

# amritdharaTitle
source: AMRITDHARA
bn: অমৃতধারা
gu: અમૃતધારા
hi: अमृतधारा
kn: ಅಮೃತಧಾರಾ
mr: अमृतधारा
ta: அமிர்ததாரா
te: అమృతధార

# profileTitle
source: PROFILE
bn: প্রোফাইল
gu: પ્રોફાઇલ
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
mr: प्रोफाइल
ta: சுயவிவரம்
te: ప్రొఫైల్

source: Pincode
bn: পিনকোড
gu: પિનકોડ
hi: पिनकोड
kn: ಪಿನ್‌ಕೋಡ್
mr: पिनकोड
ta: பின்கோடு
te: పిన్‌కోడ్

source: Address
bn: ঠিকানা
gu: સરનામું
hi: पता
kn: ವಿಳಾಸ
mr: पत्ता
ta: முகவரி
te: చిరునామా

source: Save Changes
bn: পরিবর্তনগুলি সংরক্ষণ করুন
gu: ફેરફારો સાચવો
hi: बदलाव सहेजें
kn: ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಿ
mr: बदल जतन करा
ta: மாற்றங்களைச் சேமிக்கவும்
te: మార్పులను సేవ్ చేయండి

source: Error
bn: ত্রুটি
gu: ભૂલ
hi: त्रुटि
kn: ದೋಷ
mr: त्रुटी
ta: பிழை
te: లోపం

# noFeasibilityData
source: No feasibility data available
bn: কোনো সম্ভাব্যতা ডেটা উপলব্ধ নেই
gu: કોઈ સંભવિતતા ડેટા ઉપલબ્ધ નથી
hi: कोई व्यवहार्यता डेटा उपलब्ध नहीं है
kn: ಯಾವುದೇ ಕಾರ್ಯಸಾಧ್ಯತೆಯ ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ
mr: कोणतीही व्यवहार्यता डेटा उपलब्ध नाही
ta: சாத்தியக்கூறு தரவு எதுவும் கிடைக்கவில்லை
te: సాధ్యత డేటా అందుబాటులో లేదు

source: Feasibility
bn: সম্ভাব্যতা
gu: સંભવિતતા
hi: व्यवहार्यता
kn: ಕಾರ್ಯಸಾಧ್ಯತೆ
mr: व्यवहार्यता
ta: சாத்தியக்கூறு
te: సాధ్యత

source: Harvest Potential
bn: ফসল সম্ভাবনা
gu: લણણીની સંભાવના
hi: संचय क्षमता
kn: ಸುಗ್ಗಿಯ ಸಾಮರ್ಥ್ಯ
mr: 수गीची संभाव्यता
ta: அறுவடை திறன்
te: పంట సంభావ్యత

# litresPerYear
source: Litres/Year
bn: লিটার/বছর
gu: લિટર/વર્ષ
hi: लीटर/वर्ष
kn: ಲೀಟರ್/ವರ್ಷ
mr: लिटर/वर्ष
ta: லிட்டர்/ஆண்டு
te: లీటర్లు/సంవత్సరం

# waterSustainabilityTitle
source: How long can your harvested water last?
bn: আপনার সংগৃহীত জল কতদিন চলতে পারে?
gu: તમારું સંગ્રહિત પાણી કેટલો સમય ચાલશે?
hi: आपका संचित पानी कितने समय तक चल सकता है?
kn: ನೀವು ಸಂಗ್ರಹಿಸಿದ ನೀರು ಎಷ್ಟು ಕಾಲ ಉಳಿಯುತ್ತದೆ?
mr: आपण साठवलेले पाणी किती काळ टिकेल?
ta: நீங்கள் சேகரித்த நீர் எவ்வளவு காலம் நீடிக்கும்?
te: మీరు సేకరించిన నీరు ఎంతకాలం ఉంటుంది?

source: Days
bn: দিন
gu: દિવસો
hi: दिन
kn: ದಿನಗಳು
mr: दिवस
ta: நாட்கள்
te: రోజులు

# govtSubsidy
source: Government Subsidy
bn: সরকারি ভর্তুকি
gu: સરકારી સબસિડી
hi: सरकारी सब्सिडी
kn: ಸರ್ಕಾರಿ ಸಬ್ಸಿಡಿ
mr: सरकारी अनुदान
ta: அரசு மானியம்
te: ప్రభుత్వ సబ్సిడీ

source: Subsidy Amount
bn: ভর্তুকির পরিমাণ
gu: સબસિડીની રકમ
hi: सब्सिडी राशि
kn: ಸಬ್ಸಿಡಿ ಮೊತ್ತ
mr: अनुदानाची रक्कम
ta: மானியத் தொகை
te: సబ్సిడీ మొత్తం

source: Jal Jeevan Mission
bn: জল জীবন মিশন
gu: જલ જીવન મિશન
hi: जल जीवन मिशन
kn: ಜಲ ಜೀವನ್ ಮಿಷನ್
mr: जल जीवन मिशन
ta: ஜல் ஜீவன் மிஷன்
te: జల్ జీవన్ మిషన్

# pmksy
source: PM Krishi Sinchai Yojana (PMKSY)
bn: পিএম কৃষি সিঞ্চাই যোজনা (পিএমকেএসওয়াই)
gu: પીએમ કૃષિ સિંચાઈ યોજના (પીએમકેએસવાય)
hi: पीएम कृषि सिंचाई योजना (पीएमकेएसवाई)
kn: ಪಿಎಂ ಕೃಷಿ ಸಿಂಚಾಯಿ ಯೋಜನೆ (ಪಿಎಂಕೆಎಸ್‌ವೈ)
mr: पीएम कृषी सिंचाई योजना (पीएमकेएसवाय)
ta: பிஎம் கிருஷி சிஞ்சாய் யோஜனா (பிஎம்ேகஎஸ்ஒய்)
te: పిఎం కృషి సించాయ్ యోజన (పిఎంకెఎస్‌వై)

# stepsAndInstructions
source: Step & instructions
bn: পদক্ষেপ ও নির্দেশাবলী
gu: પગલાં અને સૂચનાઓ
hi: चरण और निर्देश
kn: ಹಂತಗಳು ಮತ್ತು ಸೂಚನೆಗಳು
mr: पायऱ्या आणि सूचना
ta: படிகள் மற்றும் வழிமுறைகள்
te: దశలు మరియు సూచనలు

source: Save as PDF
bn: পিডিএফ হিসাবে সংরক্ষণ করুন
gu: પીડીએફ તરીકે સાચવો
hi: पीडीएफ के रूप में सहेजें
kn: ಪಿಡಿಎಫ್ ಆಗಿ ಉಳಿಸಿ
mr: पीडीएफ म्हणून जतन करा
ta: PDF ஆக சேமிக்கவும்
te: PDFగా సేవ్ చేయండి

source: Ask chat bot
bn: চ্যাট বটকে জিজ্ঞাসা করুন
gu: ચેટ બોટને પૂછો
hi: चैट बॉट से पूछें
kn: ಚಾಟ್ ಬಾಟ್‌ಗೆ ಕೇಳಿ
mr: चॅट बॉटला विचारा
ta: சாட் பாட்டிடம் கேளுங்கள்
te: చాట్ బాట్‌ను అడగండి

# userInputTitle
source: USER INPUT
bn: ব্যবহারকারী ইনপুট
gu: વપરાશકર્તા ઇનપુટ
hi: उपयोगकर्ता इनपुट
kn: ಬಳಕೆದಾರರ ಇನ್‌ಪುಟ್
mr: वापरकर्ता इनपुट
ta: பயனர் உள்ளீடு
te: వినియోగదారు ఇన్‌పుట్

source: Location
bn: অবস্থান
gu: સ્થાન
hi: स्थान
kn: ಸ್ಥಳ
mr: स्थान
ta: இடம்
te: స్థానం

source: Use location
bn: অবস্থান ব্যবহার করুন
gu: સ્થાનનો ઉપયોગ કરો
hi: स्थान का उपयोग करें
kn: ಸ್ಥಳವನ್ನು ಬಳಸಿ
mr: स्थान वापरा
ta: இடத்தைப் பயன்படுத்தவும்
te: స్థానాన్ని ఉపయోగించండి

source: Area Details
bn: এলাকার বিবরণ
gu: વિસ્તારની વિગતો
hi: क्षेत्र का विवरण
kn: ಪ್ರದೇಶದ ವಿವರಗಳು
mr: क्षेत्र तपशील
ta: பகுதி விவரங்கள்
te: ప్రాంత వివరాలు

source: Roof Area
bn: ছাদের ক্ষেত্রফল
gu: છતનો વિસ્તાર
hi: छत का क्षेत्रफल
kn: ಛಾವಣಿಯ ವಿಸ್ತೀರ್ಣ
mr: छताचे क्षेत्रफळ
ta: கூரை பகுதி
te: పైకప్పు ప్రాంతం

source: Open Area
bn: খোলা জায়গা
gu: ખુલ્લો વિસ્તાર
hi: खुला क्षेत्र
kn: ತೆರೆದ ಪ್ರದೇಶ
mr: खुले क्षेत्र
ta: திறந்த பகுதி
te: బహిరంగ ప్రాంతం

# roofMaterialConcrete
source: Concrete
bn: কংক্রিট
gu: કોંક્રિટ
hi: कंक्रीट
kn: ಕಾಂಕ್ರೀಟ್
mr: काँक्रीट
ta: கான்கிரீட்
te: కాంక్రీట్

# roofMaterialTin
source: Tin
bn: টিন
gu: ટીન
hi: टिन
kn: ಟಿನ್
mr: टिन
ta: டின்
te: టిన్

# roofMaterialTiles
source: Tiles
bn: টালি
gu: ટાઇલ્સ
hi: टाइल्स
kn: ಟೈಲ್ಸ್
mr: टाइल्स
ta: ஓடுகள்
te: టైల్స్

# roofMaterialOther
source: Other
bn: অন্যান্য
gu: અન્ય
hi: अन्य
kn: ಇತರೆ
mr: इतर
ta: மற்றவை
te: ఇతర

source: Household Details
bn: পরিবারের বিবরণ
gu: ઘરની વિગતો
hi: घर का विवरण
kn: ಮನೆಯ ವಿವರಗಳು
mr: कुटुंब तपशील
ta: வீட்டு விவரங்கள்
te: గృహ వివరాలు

source: No. of Dwellers
bn: বাসিন্দার সংখ্যা
gu: રહેવાસીઓની સંખ્યા
hi: निवासियों की संख्या
kn: ನಿವಾಸಿಗಳ ಸಂಖ್ಯೆ
mr: रहिवाशांची संख्या
ta: குடியிருப்பாளர்களின் எண்ணிக்கை
te: నివాసుల సంఖ్య

source: Location Type
bn: অবস্থানের ধরন
gu: સ્થાનનો પ્રકાર
hi: स्थान का प्रकार
kn: ಸ್ಥಳದ ಪ್ರಕಾರ
mr: स्थानाचा प्रकार
ta: இடத்தின் வகை
te: స్థాన రకం

source: Urban
bn: শহুরে
gu: શહેરી
hi: शहरी
kn: ನಗರ
mr: शहरी
ta: நகர்ப்புறம்
te: పట్టణ

source: Rural
bn: গ্রামীণ
gu: ગ્રામીણ
hi: ग्रामीण
kn: ಗ್ರಾಮೀಣ
mr: ग्रामीण
ta: கிராமப்புறம்
te: గ్రామీణ

source: SUBMIT
bn: জমা দিন
gu: સબમિટ કરો
hi: सबमिट करें
kn: ಸಲ್ಲಿಸಿ
mr: सबमिट करा
ta: சமர்ப்பிக்கவும்
te: సమర్పించండి

# validationEnterPincode
source: Please enter PIN Code
bn: অনুগ্রহ করে পিন কোড লিখুন
gu: કૃપા કરીને પિન કોડ દાખલ કરો
hi: कृपया पिन कोड दर्ज करें
kn: ದಯವಿಟ್ಟು ಪಿನ್ ಕೋಡ್ ನಮೂದಿಸಿ
mr: कृपया पिन कोड प्रविष्ट करा
ta: தயவுசெய்து பின் குறியீட்டை உள்ளிடவும்
te: దయచేసి పిన్ కోడ్ నమోదు చేయండి

# validationPincode6digits
source: PIN Code must be 6 digits
bn: পিন কোড অবশ্যই ৬ সংখ্যার হতে হবে
gu: પિન કોડ ૬ અંકનો હોવો જોઈએ
hi: पिन कोड 6 अंकों का होना चाहिए
kn: ಪಿನ್ ಕೋಡ್ 6 ಅಂಕೆಗಳನ್ನು ಹೊಂದಿರಬೇಕು
mr: पिन कोड ६ अंकी असणे आवश्यक आहे
ta: பின் குறியீடு 6 இலக்கங்களாக இருக்க வேண்டும்
te: పిన్ కోడ్ తప్పనిసరిగా 6 అంకెలు ఉండాలి

# validationEnterRoofArea
source: Please enter roof area
bn: অনুগ্রহ করে ছাদের ক্ষেত্রফল লিখুন
gu: કૃપા કરીને છતનો વિસ્તાર દાખલ કરો
hi: कृपया छत का क्षेत्रफल दर्ज करें
kn: ದಯವಿಟ್ಟು ಛಾವಣಿಯ ವಿಸ್ತೀರ್ಣವನ್ನು ನಮೂದಿಸಿ
mr: कृपया छताचे क्षेत्रफळ प्रविष्ट करा
ta: தயவுசெய்து கூரை பகுதியை உள்ளிடவும்
te: దయచేసి పైకప్పు ప్రాంతం నమోదు చేయండి

# validationValidRoofArea
source: Please enter a valid roof area
bn: অনুগ্রহ করে একটি বৈধ ছাদের ক্ষেত্রফল লিখুন
gu: કૃપા કરીને માન્ય છતનો વિસ્તાર દાખલ કરો
hi: कृपया एक मान्य छत का क्षेत्रफल दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಛಾವಣಿಯ ವಿಸ್ತೀರ್ಣವನ್ನು ನಮೂದಿಸಿ
mr: कृपया वैध छताचे क्षेत्रफळ प्रविष्ट करा
ta: தயவுசெய்து சரியான கூரை பகுதியை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే పైకప్పు ప్రాంతం నమోదు చేయండి

# validationEnterOpenArea
source: Please enter open area
bn: অনুগ্রহ করে খোলা জায়গা লিখুন
gu: કૃપા કરીને ખુલ્લો વિસ્તાર દાખલ કરો
hi: कृपया खुला क्षेत्र दर्ज करें
kn: ದಯವಿಟ್ಟು ತೆರೆದ ಪ್ರದೇಶವನ್ನು ನಮೂದಿಸಿ
mr: कृपया खुले क्षेत्र प्रविष्ट करा
ta: தயவுசெய்து திறந்த பகுதியை உள்ளிடவும்
te: దయచేసి బహిరంగ ప్రాంతం నమోదు చేయండి

# validationValidOpenArea
source: Please enter a valid open area (can be 0)
bn: অনুগ্রহ করে একটি বৈধ খোলা জায়গা লিখুন (0 হতে পারে)
gu: કૃપા કરીને માન્ય ખુલ્લો વિસ્તાર દાખલ કરો (0 હોઈ શકે છે)
hi: कृपया एक मान्य खुला क्षेत्र दर्ज करें (0 हो सकता है)
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ತೆರೆದ ಪ್ರದೇಶವನ್ನು ನಮೂದಿಸಿ (0 ಆಗಿರಬಹುದು)
mr: कृपया वैध खुले क्षेत्र प्रविष्ट करा (0 असू शकते)
ta: தயவுசெய்து சரியான திறந்த பகுதியை உள்ளிடவும் (0 ஆக இருக்கலாம்)
te: దయచేసి చెల్లుబాటు అయ్యే బహిరంగ ప్రాంతం నమోదు చేయండి (0 కావచ్చు)

# validationEnterDwellers
source: Please enter the number of dwellers
bn: অনুগ্রহ করে বাসিন্দার সংখ্যা লিখুন
gu: કૃપા કરીને રહેવાસીઓની સંખ્યા દાખલ કરો
hi: कृपया निवासियों की संख्या दर्ज करें
kn: ದಯವಿಟ್ಟು ನಿವಾಸಿಗಳ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mr: कृपया रहिवाशांची संख्या प्रविष्ट करा
ta: தயவுசெய்து குடியிருப்பாளர்களின் எண்ணிக்கையை உள்ளிடவும்
te: దయచేసి నివాసుల సంఖ్య నమోదు చేయండి

# validationValidDwellers
source: Please enter a valid number of dwellers
bn: অনুগ্রহ করে বাসিন্দার একটি বৈধ সংখ্যা লিখুন
gu: કૃપા કરીને રહેવાસીઓની માન્ય સંખ્યા દાખલ કરો
hi: कृपया निवासियों की एक मान्य संख्या दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ನಿವಾಸಿಗಳ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
mr: कृपया रहिवाशांची वैध संख्या प्रविष्ट करा
ta: தயவுசெய்து சரியான குடியிருப்பாளர்களின் எண்ணிக்கையை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే నివాసుల సంఖ్య నమోదు చేయండి

source: OK
bn: ঠিক আছে
gu: ઠીક છે
hi: ठीक है
kn: ಸರಿ
mr: ठीक आहे
ta: சரி
te: సరే

# infoDialogTitle
source: Info
bn: তথ্য
gu: માહિતી
hi: जानकारी
kn: ಮಾಹಿತಿ
mr: माहिती
ta: தகவல்
te: సమాచారం

# locationFeatureSoon
source: Location feature will be implemented soon!
bn: অবস্থান বৈশিষ্ট্য শীঘ্রই প্রয়োগ করা হবে!
gu: સ્થાન સુવિધા ટૂંક સમયમાં લાગુ કરવામાં આવશે!
hi: स्थान सुविधा जल्द ही लागू की जाएगी!
kn: ಸ್ಥಳ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಶೀಘ್ರದಲ್ಲೇ ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗುವುದು!
mr: स्थान वैशिष्ट्य लवकरच लागू केले जाईल!
ta: இட அம்சம் விரைவில் செயல்படுத்தப்படும்!
te: స్థాన ఫీచర్ త్వరలో అమలు చేయబడుతుంది!

# vendorsTitle
source: VENDORS
bn: ভেন্ডার
gu: વિક્રેતાઓ
hi: विक्रेता
kn: ಮಾರಾಟಗಾರರು
mr: विक्रेते
ta: விற்பனையாளர்கள்
te: విక్రేతలు

source: Active Vendors
bn: সক্রিয় ভেন্ডার
gu: સક્રિય વિક્રેતાઓ
hi: सक्रिय विक्रेता
kn: ಸಕ್ರಿಯ ಮಾರಾಟಗಾರರು
mr: सक्रिय विक्रेते
ta: செயலில் உள்ள விற்பனையாளர்கள்
te: క్రియాశీల విక్రేతలు

# roleContractor
source: Contractor
bn: ঠিকাদার
gu: કોન્ટ્રાક્ટર
hi: ठेकेदार
kn: ಗುತ್ತಿಗೆದಾರ
mr: कंत्राटदार
ta: ஒப்பந்தக்காரர்
te: కాంట్రాక్టర్

# rolePlumber
source: Plumber
bn: প্লাম্বার
gu: પ્લમ્બર
hi: प्लंबर
kn: ಪ್ಲಂಬರ್
mr: प्लंबर
ta: பிளம்பர்
te: ప్లంబర్

# mobileNo
source: Mob. No. -
bn: মোবাইল নং -
gu: મોબાઈલ નં. -
hi: मोबाइल नंबर -
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ -
mr: मोबाईल क्र. -
ta: மொபைல் எண் -
te: మొబైల్ నం. -

# addressLabel
source: Address -
bn: ঠিকানা -
gu: સરનામું -
hi: पता -
kn: ವಿಳಾಸ -
mr: पत्ता -
ta: முகவரி -
te: చిరునామా -

source: Call Now
bn: এখন কল করুন
gu: હવે કૉલ કરો
hi: अभी कॉल करें
kn: ಈಗ ಕರೆ ಮಾಡಿ
mr: आता कॉल करा
ta: இப்போது அழைக்கவும்
te: ఇప్పుడు కాల్ చేయండి

# helloUser
source: Hello, {userName}
bn: নমস্কার, {userName}
gu: નમસ્તે, {userName}
hi: नमस्ते, {userName}
kn: ನಮಸ್ಕಾರ, {userName}
mr: नमस्कार, {userName}
ta: வணக்கம், {userName}
te: నమస్కారం, {userName}

source: What can I help with?
bn: আমি কীভাবে সাহায্য করতে পারি?
gu: હું શું મદદ કરી શકું?
hi: मैं आपकी क्या मदद कर सकता हूँ?
kn: ನಾನು ಏನು ಸಹಾಯ ಮಾಡಲಿ?
mr: मी काय मदत करू शकेन?
ta: நான் என்ன உதவ முடியும்?
te: నేను ఏమి సహాయం చేయగలను?

source: Ask anything...
bn: কিছু জিজ্ঞাসা করুন...
gu: કંઈપણ પૂછો...
hi: कुछ भी पूछें...
kn: ಏನಾದರೂ ಕೇಳಿ...
mr: काहीही विचारा...
ta: எதையும் கேளுங்கள்...
te: ఏదైనా అడగండి...

source: EMAIL
bn: ইমেল
gu: ઈમેલ
hi: ईमेल
kn: ಇಮೇಲ್
mr: ईमेल
ta: மின்னஞ்சல்
te: ఇమెయిల్

source: PASSWORD
bn: পাসওয়ার্ড
gu: પાસવર્ડ
hi: पासवर्ड
kn: ಪಾಸ್‌ವರ್ಡ್
mr: पासवर्ड
ta: கடவுச்சொல்
te: పాస్‌వర్డ్

source: Log in
bn: লগ ইন করুন
gu: લોગ ઇન કરો
hi: लॉग इन करें
kn: ಲಾಗ್ ಇನ್ ಮಾಡಿ
mr: लॉग इन करा
ta: உள்நுழையவும்
te: లాగిన్ అవ్వండి

source: OR
bn: অথবা
gu: અથવા
hi: या
kn: ಅಥವಾ
mr: किंवा
ta: அல்லது
te: లేదా

source: Log in with Google
bn: Google দিয়ে লগ ইন করুন
gu: Google સાથે લોગ ઇન કરો
hi: Google से लॉग इन करें
kn: Google ನೊಂದಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿ
mr: Google सह लॉग इन करा
ta: Google உடன் உள்நுழையவும்
te: Googleతో లాగిన్ అవ్వండి

source: Get Vendor
bn: ভেন্ডার খুঁজুন
gu: વિક્રેતા શોધો
hi: विक्रेता खोजें
kn: ಮಾರಾಟಗಾರರನ್ನು ಹುಡುಕಿ
mr: विक्रेता शोधा
ta: விற்பனையாளரைக் கண்டறியவும்
te: విక్రేతను కనుగొనండి

# structureStepsTitle
source: STRUCTURE & STEPS
bn: গঠন এবং পদক্ষেপ
gu: રચના અને પગલાં
hi: संरचना और चरण
kn: ರಚನೆ ಮತ್ತು ಹಂತಗಳು
mr: रचना आणि पायऱ्या
te: నిర్మాణం మరియు దశలు

source: Structure Diagram
bn: গঠন চিত্র
gu: રચનાનો આકૃતિ
hi: संरचना आरेख
kn: ರಚನಾ ಚಿತ್ರ
mr: रचना आकृती
ta: கட்டமைப்பு வரைபடம்
te: నిర్మాణ రేఖాచిత్రం

source: Step-by-Step Instructions
bn: ধাপে ধাপে নির্দেশাবলী
gu: પગલા-દર-પગલા સૂચનાઓ
hi: चरण-दर-चरण निर्देश
kn: ಹಂತ-ಹಂತದ ಸೂಚನೆಗಳು
mr: चरण-दर-चरण सूचना
ta: படிப்படியான வழிமுறைகள்
te: దశలవారీ సూచనలు

# step1Title
source: Assess Rooftop Area
bn: ছাদের ক্ষেত্রফল মূল্যায়ন করুন
gu: છત વિસ્તારનું મૂલ્યાંકન કરો
hi: छत के क्षेत्र का आकलन करें
kn: ಛಾವಣಿಯ ಪ್ರದೇಶವನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಿ
mr: छताच्या क्षेत्राचे मूल्यांकन करा
ta: கூரை பகுதியை மதிப்பிடுங்கள்
te: పైకప్పు ప్రాంతాన్ని అంచనా వేయండి

# step1Point1
source: Measure the total catchment area (roof size).
bn: মোট ক্যাচমেন্ট এলাকা (ছাদের আকার) পরিমাপ করুন।
gu: કુલ કેચમેન્ટ વિસ્તાર (છતનું કદ) માપો.
hi: कुल जलग्रहण क्षेत्र (छत का आकार) को मापें।
kn: ಒಟ್ಟು ಜಲಾನಯನ ಪ್ರದೇಶವನ್ನು (ಛಾವಣಿಯ ಗಾತ್ರ) ಅಳೆಯಿರಿ.
mr: एकूण पाणलोट क्षेत्र (छताचा आकार) मोजा.
ta: மொத்த நீர்ப்பிடிப்புப் பகுதியை (கூரை அளவு) அளவிடவும்.
te: మొత్తం క్యాచ్‌మెంట్ ప్రాంతాన్ని (పైకప్పు పరిమాణం) కొలవండి.

# step1Point2
source: Ensure the roof is clean, sloped, and made of non-toxic material.
bn: নিশ্চিত করুন যে ছাদটি পরিষ্কার, ঢালু এবং অ-বিষাক্ত উপাদান দিয়ে তৈরি।
gu: ખાતરી કરો કે છત સ્વચ્છ, ઢાળવાળી અને બિન-ઝેરી સામગ્રીથી બનેલી છે.
hi: सुनिश्चित करें कि छत साफ, ढलान वाली और गैर-विषैले पदार्थ से बनी हो।
kn: ಛಾವಣಿಯು ಸ್ವಚ್ಛವಾಗಿದೆ, ಇಳಿಜಾರಾಗಿದೆ ಮತ್ತು ವಿಷಕಾರಿಯಲ್ಲದ ವಸ್ತುಗಳಿಂದ ಮಾಡಲ್ಪಟ್ಟಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
mr: छत स्वच्छ, उतार असलेले आणि अविषारी पदार्थापासून बनलेले असल्याची खात्री करा.
ta: கூரை சுத்தமாகவும், சரிவாகவும், நச்சுத்தன்மையற்ற பொருட்களால் ஆனதாகவும் இருப்பதை உறுதி செய்யவும்.
te: పైకప్పు శుభ్రంగా, వాలుగా మరియు విషరహిత పదార్థంతో తయారు చేయబడిందని నిర్ధారించుకోండి.

# step2Title
source: Install Gutters and Downpipes
bn: গাটার এবং ডাউনপাইপ ইনস্টল করুন
gu: ગટર અને ડાઉનપાઇપ સ્થાપિત કરો
hi: गटर और डाउनपाइप स्थापित करें
kn: ಗಟರ್ ಮತ್ತು ಡೌನ್‌ಪೈಪ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸಿ
mr: गटर आणि डाउनपाइप स्थापित करा
ta: சாக்கடைகள் மற்றும் கீழ் குழாய்களை நிறுவவும்
te: గట్టర్లు మరియు డౌన్‌పైప్‌లను ఇన్‌స్టాల్ చేయండి

# step2Point1
source: Fix gutters along roof edges to collect rainwater.
bn: বৃষ্টির জল সংগ্রহের জন্য ছাদের প্রান্ত বরাবর গাটার ঠিক করুন।
gu: વરસાદી પાણી એકત્રિત કરવા માટે છતની ધાર પર ગટર લગાવો.
hi: बारिश का पानी इकट्ठा करने के लिए छत के किनारों पर गटर लगाएं।
kn: ಮಳೆನೀರನ್ನು ಸಂಗ್ರಹಿಸಲು ಛಾವಣಿಯ ಅಂಚುಗಳ ಉದ್ದಕ್ಕೂ ಗಟರ್‌ಗಳನ್ನು ಸರಿಪಡಿಸಿ.
mr: पावसाचे पाणी गोळा करण्यासाठी छताच्या कडेने गटर लावा.
ta: மழைநீரை சேகரிக்க கூரை ஓரங்களில் சாக்கடைகளை பொருத்தவும்.
te: వర్షపు నీటిని సేకరించడానికి పైకప్పు అంచుల వెంట గట్టర్లను బిగించండి.

# step2Point2
source: Connect downpipes to channel water to the storage or filtration system.
bn: স্টোরেজ বা পরিস্রাবণ সিস্টেমে জল পাঠাতে ডাউনপাইপ সংযোগ করুন।
gu: પાણીને સંગ્રહ અથવા ગાળણ પ્રણાલીમાં પહોંચાડવા માટે ડાઉનપાઇપ જોડો.
hi: पानी को भंडारण या निस्पंदन प्रणाली तक पहुंचाने के लिए डाउनपाइप कनेक्ट करें।
kn: ನೀರನ್ನು ಸಂಗ್ರಹಣೆ ಅಥವಾ ಶೋಧನೆ ವ್ಯವಸ್ಥೆಗೆ ಸಾಗಿಸಲು ಡೌನ್‌ಪೈಪ್‌ಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ.
mr: पाणी साठवण किंवा गाळण प्रणालीकडे वाहून नेण्यासाठी डाउनपाइप जोडा.
ta: சேமிப்பு அல்லது வடிகட்டுதல் அமைப்புக்கு தண்ணீரை கொண்டு செல்ல கீழ் குழாய்களை இணைக்கவும்.
te: నిల్వ లేదా వడపోత వ్యవస్థకు నీటిని పంపడానికి డౌన్‌పైప్‌లను కనెక్ట్ చేయండి.

# step3Title
source: Fit a Mesh or Leaf Guard
bn: একটি জাল বা লিফ গার্ড ফিট করুন
gu: એક મેશ અથવા લીફ ગાર્ડ ફીટ કરો
hi: एक जाली या पत्ती गार्ड फिट करें
kn: ಒಂದು ಮೆಶ್ ಅಥವಾ ಲೀಫ್ ಗಾರ್ಡ್ ಅನ್ನು ಅಳವಡಿಸಿ
mr: एक जाळी किंवा लीफ गार्ड बसवा
ta: ஒரு வலை அல்லது இலை காவலரை பொருத்தவும்
te: ఒక మెష్ లేదా లీఫ్ గార్డ్‌ను అమర్చండి

# step3Point1
source: Place a mesh filter at the top of downpipes to prevent leaves and debris from entering.
bn: সিস্টেমে পাতা এবং ধ্বংসাবশেষ প্রবেশ করতে বাধা দেওয়ার জন্য ডাউনপাইপের উপরে একটি জাল ফিল্টার রাখুন।
gu: પાન અને કચરાને સિસ્ટમમાં પ્રવેશતા અટકાવવા માટે ડાઉનપાઇપની ટોચ પર મેશ ફિલ્ટર મૂકો.
hi: पत्तियों और मलबे को सिस्टम में प्रवेश करने से रोकने के लिए डाउनपाइप के शीर्ष पर एक जाली फ़िल्टर लगाएं।
kn: ಎಲೆಗಳು ಮತ್ತು ಕಸವು ವ್ಯವಸ್ಥೆಯನ್ನು ಪ್ರವೇಶಿಸುವುದನ್ನು ತಡೆಯಲು ಡೌನ್‌ಪೈಪ್‌ಗಳ ಮೇಲೆ ಮೆಶ್ ಫಿಲ್ಟರ್ ಅನ್ನು ಇರಿಸಿ.
mr: पाने आणि कचरा प्रणालीमध्ये प्रवेश करण्यापासून रोखण्यासाठी डाउनपाइपच्या शीर्षस्थानी एक जाळी फिल्टर ठेवा.
ta: இலைகள் மற்றும் குப்பைகள் அமைப்புக்குள் நுழைவதைத் தடுக்க கீழ் குழாய்களின் மேல் ஒரு வலை வடிகட்டியை வைக்கவும்.
te: ఆకులు మరియు చెత్త వ్యవస్థలోకి ప్రవేశించకుండా నిరోధించడానికి డౌన్‌పైప్‌ల పైన ఒక మెష్ ఫిల్టర్‌ను ఉంచండి.

# step4Title
source: Add a First Flush Diverter
bn: একটি ফার্স্ট ফ্লাশ ডাইভার্টার যোগ করুন
gu: એક ફર્સ્ટ ફ્લશ ડાયવર્ટર ઉમેરો
hi: एक फर्स्ट फ्लश डायवर्टर जोड़ें
kn: ಮೊದಲ ಫ್ಲಶ್ ಡೈವರ್ಟರ್ ಅನ್ನು ಸೇರಿಸಿ
mr: एक फर्स्ट फ्लश डायव्हर्टर जोडा
ta: முதல் பறிப்பு திசைதிருப்பியைச் சேர்க்கவும்
te: మొదటి ఫ్లష్ డైవర్టర్‌ను జోడించండి
