Repository: YajurChatnani/SIH_2025_Amritdhara
Catalog: lib/l10n/app_*.arb
Languages: bn, gu, hi, kn, mr, ta, te

# step4Point1
source: Install a system to discard the initial, more contaminated rainwater.
bn: প্রাথমিক, আরও দূষিত বৃষ্টির জল বাতিল করার জন্য একটি সিস্টেম ইনস্টল করুন।
gu: પ્રારંભિક, વધુ દૂષિત વરસાદી પાણીને કાઢી નાખવા માટે એક સિસ્ટમ સ્થાપિત કરો.
hi: शुरुआती, अधिक दूषित वर्षा जल को त्यागने के लिए एक प्रणाली स्थापित करें।
kn: ಆರಂಭಿಕ, ಹೆಚ್ಚು ಕಲುಷಿತಗೊಂಡ ಮಳೆನೀರನ್ನು ತಿರಸ್ಕರಿಸಲು ಒಂದು ವ್ಯವಸ್ಥೆಯನ್ನು ಸ್ಥಾಪಿಸಿ.
mr: सुरुवातीचे, अधिक दूषित पावसाचे पाणी टाकून देण्यासाठी एक प्रणाली स्थापित करा.
ta: ஆரம்ப, அதிக அசுத்தமான மழைநீரை நிராகரிக்க ஒரு அமைப்பை நிறுவவும்.
te: ప్రారంభ, మరింత కలుషితమైన వర్షపు నీటిని విస్మరించడానికి ఒక వ్యవస్థను ఇన్‌స్టాల్ చేయండి.

# step5Title
source: Set Up Filtration System
bn: পরিস্রাবণ সিস্টেম সেট আপ করুন
gu: ગાળણ પ્રણાલી સેટ કરો
hi: निस्पंदन प्रणाली स्थापित करें
kn: ಶೋಧನೆ ವ್ಯವಸ್ಥೆಯನ್ನು ಸ್ಥಾಪಿಸಿ
mr: गाळण प्रणाली सेट करा
ta: வடிகட்டுதல் அமைப்பை அமைக்கவும்
te: వడపోత వ్యవస్థను ఏర్పాటు చేయండి

# step5Point1
source: Use layers of gravel, sand, and charcoal to purify the water before storage.
bn: স্টোরেজের আগে জল शुद्ध করার জন্য নুড়ি, বালি এবং চারকোলের স্তর ব্যবহার করুন।
gu: સંગ્રહ પહેલાં પાણીને શુદ્ધ કરવા માટે કાંકરી, રેતી અને કોલસાના સ્તરોનો ઉપયોગ કરો.
hi: भंडारण से पहले पानी को शुद्ध करने के लिए बजरी, रेत और चारकोल की परतों का उपयोग करें।
kn: ಸಂಗ್ರಹಣೆಗಿಂತ ಮೊದಲು ನೀರನ್ನು ಶುದ್ಧೀಕರಿಸಲು ಜಲ್ಲಿ, ಮರಳು ಮತ್ತು ಇದ್ದಿಲಿನ ಪದರಗಳನ್ನು ಬಳಸಿ.
mr: पाणी साठवण्यापूर्वी शुद्ध करण्यासाठी खडी, वाळू आणि कोळशाचे थर वापरा.
ta: சேமிப்பிற்கு முன் தண்ணீரை சுத்திகரிக்க சரளை, மணல் மற்றும் கரி அடுக்குகளைப் பயன்படுத்தவும்.
te: నిల్వ చేయడానికి ముందు నీటిని శుద్ధి చేయడానికి కంకర, ఇసుక మరియు బొగ్గు పొరలను ఉపయోగించండి.

# step6Title
source: Install Storage Tank
bn: স্টোরেজ ট্যাঙ্ক ইনস্টল করুন
gu: સંગ્રહ ટાંકી સ્થાપિત કરો
hi: भंडारण टैंक स्थापित करें
kn: ಸಂಗ್ರಹಣಾ ಟ್ಯಾಂಕ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ
mr: साठवण टाकी स्थापित करा
ta: சேமிப்பு தொட்டியை நிறுவவும்
te: నిల్వ ట్యాంక్‌ను ఇన్‌స్టాల్ చేయండి

# step6Point1
source: Choose a tank size based on your rooftop area and local rainfall patterns.
bn: আপনার ছাদের ক্ষেত্রফল এবং স্থানীয় বৃষ্টিপাতের ধরনের উপর ভিত্তি করে একটি ট্যাঙ্কের আকার চয়ন করুন।
gu: તમારા છત વિસ્તાર અને સ્થાનિક વરસાદની પેટર્નના આધારે ટાંકીનું કદ પસંદ કરો.
hi: अपने छत क्षेत्र और स्थानीय वर्षा पैटर्न के आधार पर एक टैंक का आकार चुनें।
kn: ನಿಮ್ಮ ಛಾವಣಿಯ ಪ್ರದೇಶ ಮತ್ತು ಸ್ಥಳೀಯ ಮಳೆ ಮಾದರಿಗಳ ಆಧಾರದ ಮೇಲೆ ಟ್ಯಾಂಕ್ ಗಾತ್ರವನ್ನು ಆರಿಸಿ.
mr: आपल्या छताच्या क्षेत्रावर आणि स्थानिक पर्जन्यमानावर आधारित टाकीचा आकार निवडा.
ta: உங்கள் கூரை பகுதி மற்றும் உள்ளூர் மழைப்பொழிவு முறைகளின் அடிப்படையில் ஒரு தொட்டியின் அளவைத் தேர்ந்தெடுக்கவும்.
te: మీ పైకప్పు ప్రాంతం మరియు స్థానిక వర్షపాత నమూనాల ఆధారంగా ట్యాంక్ పరిమాణాన్ని ఎంచుకోండి.

# step6Point2
source: Ensure the tank is covered to prevent algae growth and mosquito breeding.
bn: শৈবালের বৃদ্ধি এবং মশা প্রজনন রোধ করতে ট্যাঙ্কটি ঢেকে রাখুন।
gu: શેવાળની વૃદ્ધિ અને મચ્છરના પ્રજનનને રોકવા માટે ટાંકીને ઢાંકી રાખો.
hi: शैवाल के विकास और मच्छरों के प्रजनन को रोकने के लिए टैंक को ढक कर रखें।
kn: ಪಾಚಿಗಳ ಬೆಳವಣಿಗೆ ಮತ್ತು ಸೊಳ್ಳೆಗಳ ಸಂತಾನೋತ್ಪತ್ತಿಯನ್ನು ತಡೆಯಲು ಟ್ಯಾಂಕ್ ಅನ್ನು ಮುಚ್ಚಿಡಿ.
mr: शैवाल वाढ आणि डासांची पैदास रोखण्यासाठी टाकी झाकून ठेवा.
ta: பாசி வளர்ச்சி மற்றும் கொசு இனப்பெருக்கத்தைத் தடுக்க தொட்டியை மூடி வைக்கவும்.
te: ఆల్గే పెరుగుదల మరియు దోమల పునరుత్పత్తిని నివారించడానికి ట్యాంక్‌ను కప్పి ఉంచండి.

source: Best Structure
hi: सर्वोत्तम संरचना
mr: सर्वोत्तम रचना
ta: சிறந்த கட்டமைப்பு
